{
  "articulos": [
    {
      "nombre": "Black Ice",
      "artista": "AC/DC",
      "imagen": "https://cdn.season-of-mist.com/media/catalog/product/cache/1/image/9df78eab33525d08d6e5fb8d27136e95/A/C/AC-DC-Black-Ice-DOUBLE-LP-Gatefold-67002-1.jpg",
      "descripcion": "Black Ice, es el decimoquinto álbum de estudio de la banda australiana de hard rock AC/DC, publicado en 2008. Con Black Ice , Brendan O'Brien trató de recuperar el sonido rockero de los primeros trabajos de AC/DC en álbumes como Highway to Hell y Dirty Deeds Done Dirt Cheap",
      "precio": 21000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "1"
    },

    {
      "nombre": "The Works",
      "artista": "Queen",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_616769-MLA51230628965_082022-O.jpg",
      "descripcion": "The Works es el undécimo álbum de estudio de labanda de rock británica Queen. Fue lanzado el 27 de febrero de 1984. El álbum vio el resurgimiento del sonido rock de Brian May y Roger Taylor , al tiempo que incorporaba la música electrónica retro futurista de principios de los 80 (Freddie Mercury) y las escenas funk de Nueva York (John diácono).",
      "precio": 10500,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "2"
    },

    {
      "nombre": "The Game",
      "artista": "Queen",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_765496-MLA51230807452_082022-O.jpg",
      "descripcion": "The Game es el octavo álbum de estudio de labanda de rock británica Queen. Fue lanzado el 30 de junio de 1980 por EMI Records en el Reino Unido y por Elektra Records en los Estados Unidos. The Game presenta un sonido diferente al de su predecesor, Jazz (1978). The Game fue el primer álbum de Queen en utilizar un sintetizador",
      "precio": 14800,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "3"
    },

    {
      "nombre": "TEN (edicion púrpura)",
      "artista": "Pearl Jam",
      "imagen": "https://m.media-amazon.com/images/I/71RnfsPJ5eL._UF1000,1000_QL80_.jpg",
      "descripcion": "Ten es el álbum debut de estudio de la bandaestadounidense de rock Pearl Jam , lanzado el 27 de agosto de 1991 a través de Epic Records. Más allá de su papel en la consolidación del éxito principal del grunge rock a principios de la década de 1990, generalmente se considera que Ten fue fundamental en el auge y el dominio del rock alternativo a lo largo de la década.",
      "precio": 19000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "4"
    },

    {
      "nombre": "Death Magnetic",
      "artista": "Metalica",
      "imagen": "https://ripleycl.imgix.net/https%3A%2F%2Fs3-us-west-2.amazonaws.com%2Fim-prod-products-images%2Fmf07000040810-4e958bd8-6c75-424f-868b-97edf87b285b.jpg?w=750&h=555&ch=Width&auto=format&cs=strip&bg=FFFFFF&q=60&trimcolor=FFFFFF&trim=color&fit=fillmax&ixlib=js-1.1.0&s=ebaea6e37ba39e7174849d71383ebb98",
      "descripcion": "Death Magnetic es el noveno álbum de estudio de la bandaestadounidense de heavy metal Metallica , lanzado el 12 de septiembre de 2008 a través de Warner Bros Records. Musicalmente, Death Magnetic es una desviación radical del álbum anterior de Metallica y se considera un regreso a las raíces del thrash metal de la banda,  con composiciones más complejas, afinación de guitarra estándar en la mayoría de las canciones y largos solos de guitarra de Kirk Hammett y James Hetfield ",
      "precio": 17000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "5"
    },

    {
      "nombre": "Like A Virgin (edición cristal)",
      "artista": "Madonna",
      "imagen": "https://media.s-bol.com/mQgDnX0oxVO3/1200x1200.jpg",
      "descripcion": "Like a Virgin es el segundo álbum de estudio de la cantante y compositora estadounidense Madonna , lanzado el 12 de noviembre de 1984 por Sire Records. Like a Virgin es un álbum mucho más duro, mucho más agresivo que el primer disco",
      "precio": 18000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "6"
    },

    {
      "nombre": "American Idiot",
      "artista": "Green Day",
      "imagen": "https://cdn.shopify.com/s/files/1/0024/9803/5810/products/151591-Product-0-I-637158913606393566_1024x1024.jpg",
      "descripcion": "American Idiot es el séptimo álbum de estudio de la banda de rock estadounidense Green Day , lanzado el 21 de septiembre de 2004 por Reprise Records. Un disco más socialmente crítico y políticamente cargado que volvió al sonido punk rock de la banda, más inspirado en el folk y el power pop, con influencias adicionales que no fueron exploradas en sus álbumes más antiguos.",
      "precio": 17000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "7"
    },

    {
      "nombre": "Audioslave",
      "artista": "Audioslave",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_974744-MLA50439167528_062022-O.webp",
      "descripcion": "Audioslave es el álbum de estudio debut del supergrupo de rock estadounidense Audioslave , lanzado el 18 de noviembre de 2002 a través de Epic Records e Interscope Records. Hablando sobre la primera vez que Cornell tocó con la banda, Morello dijo: Se acercó al micrófono y cantó la canción y no podía creerlo. No solo sonaba bien. No sonaba genial. Sonaba trascendente. Y... cuando hay una química insustituible desde el primer momento, no lo puedes negar",
      "precio": 15000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "8"
    },

    {
      "nombre": "AM",
      "artista": "Arctic Monkeys",
      "imagen": "https://plazamusica.com.ar/wp-content/uploads/2023/03/0887828031719.jpg",
      "descripcion": "AM es el quinto álbum de estudio de la banda de rock inglesa Arctic Monkeys. Inspirándose en una amplia gama de géneros, incluidos el rock psicodélico , el blues rock , el hard rock , el heavy metal , el rock del desierto , el R&B y el soul , AM marca notablemente la primera incursión de Arctic Monkeys en el hip hop . La banda adoptó un enfoque diferente para grabar el álbum en comparación con su álbum anterior. ",
      "precio": 8000,
      "stock": 7,
      "genero": "Rock&Pop",
      "_id": "9"
    },

    {
      "nombre": "Tatto You",
      "artista": "Rolling Stones",
      "imagen": "https://www.classicrockhistory.com/wp-content/uploads/2021/10/shutterstock_1936605202-scaled.jpg",
      "descripcion": "Tattoo You es el decimosexto álbum de estudio británico y el decimoctavo estadounidense de labanda de rock inglesa The Rolling Stones , lanzado el 24 de agosto de 1981 por Rolling Stones Records. Un álbum compuesto principalmente por tomas descartadas de sesiones de grabación anteriores, algunas que datan de una década, con nuevas voces y doblajes. Junto con dos nuevas canciones, los Rolling Stones armaron esta colección para tener un nuevo álbum para promocionar para su gira mundial American Tour 1981 / European Tour 1982 ",
      "precio": 7800,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "10"
    },

    {
      "nombre": "After Laughter (edición limitada)",
      "artista": "Paramore",
      "imagen": "https://merchbar.imgix.net/product/crop/1616/458707/9QYQ25-1666637386-1000x1000-1666637317-075678660924-2.webp?quality=70&auto=compress,format&fit=crop&crop=faces,entropy&w=1000&h=1000",
      "descripcion": "After Laughter es el quinto álbum de estudio de labanda estadounidense de rock Paramore, fue lanzado el 12 de mayo de 2017. Este disco representa un alejamiento completo del sonido pop-punk y rock alternativo habitual de sus lanzamientos anteriores, mientras toca temas de agotamiento, depresión y ansiedad, en contraste directo con el sonido optimista y vibrante del disco.",
      "precio": 15000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "11"
    },

    {
      "nombre": "Black Parade (edicion limitada)",
      "artista": "My Chemical Romance",
      "imagen": "https://i.ebayimg.com/images/g/dNwAAOSwObNg0lT1/s-l1600.jpg",
      "descripcion": "The Black Parade es el tercer álbum de estudio de la bandaestadounidense de rock My Chemical Romance . Lanzado en Europa el 20 de octubre de 2006, a través de Reprise Records. Way ha citado a las bandas Queen y Pink Floyd como las principales influencias del álbum. ",
      "precio": 19000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "12"
    },

    {
      "nombre": "Fine Line",
      "artista": "Harry Styles",
      "imagen": "https://merchbar.imgix.net/product/vinylized/upc/14/194397051414.jpg?quality=60&auto=compress,format&w=3840",
      "descripcion": "Fine Line es el segundo álbum de estudio del cantante y compositor inglés Harry Styles , lanzado el 13 de diciembre de 2019 por Columbia Records y Erskine. Los temas del álbum giran en torno a las rupturas, la felicidad, el sexo y la tristeza. El disco ha sido descrito como pop rock , con elementos de pop progresivo, pop psicodélico, folk, soul, funk e indie pop.",
      "precio": 21000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "13"
    },

    {
      "nombre": "Wiped Out!",
      "artista": "The Neighbourhood",
      "imagen": "https://cdn.hmv.com/r/w-640/hmv/files/7b/7bb096df-a075-4d11-b6de-3ee7b77f7aba.jpg",
      "descripcion": "Wiped Out! es el segundo álbum de estudio de la banda de rock estadounidense The Neighborhood. Fue lanzado el 30 de octubre de 2015 por Columbia Records. Transmite un mensaje de angustia, esperanza y sincera honestidad también mezclado con éxito el pop, el rock y el hip-hop, definiendo su sonido como banda",
      "precio": 10000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "14"
    },

    {
      "nombre": "Plastic Beach",
      "artista": "Gorillaz",
      "imagen": "https://m.media-amazon.com/images/I/71QES-HtXML._UF1000,1000_QL80_.jpg",
      "descripcion": "Plastic Beach es el tercer álbum de estudio de la banda virtual británica Gorillaz . Fue lanzado el 3 de marzo de 2010 por Parlophone a nivel internacional y por Virgin Records en los Estados Unidos. Recibió críticas en su mayoría positivas y luego fue nombrado uno de los mejores álbumes de la década por varios críticos.",
      "precio": 12000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "15"
    },
    {
      "nombre": "Californication",
      "artista": "Red Hot Chilli Peppers",
      "imagen": "https://merchbar.imgix.net/product/vinylized/upc/86/093624738619.jpg?quality=60&auto=compress,format&w=3840",
      "descripcion": "alifornication es el séptimo álbum de estudio de la banda de rock estadounidense Red Hot Chili Peppers , lanzado el 8 de junio de 1999 por Warner Bros Records. El disco marcó un cambio significativo en el estilo de la banda, Californication se atreve a ser espiritual y epifánico",
      "precio": 17000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "16"
    },
    {
      "nombre": "Tickets To My Downfall (edición rosa)",
      "artista": "Machine Gun Kelly",
      "imagen": "https://m.media-amazon.com/images/I/71lLkp++NTS._UF1000,1000_QL80_.jpg",
      "descripcion": "Tickets to My Downfall es el quinto álbum de estudio del músico estadounidense Machine Gun Kelly. Fue lanzado el 25 de septiembre de 2020 por Bad Boy Records e Interscope Records. El álbum marca el alejamiento de su sonido rap establecido y se convirtió en un álbum pop-punk más impulsado por la guitarra. Fue su primer proyecto colaborativo con el baterista y productor Travis Barker, y cuenta con apariciones especiales de Halsey, Trippie Redd, Blackbear e Iann Dior, así como de Bert McCracken y Yungblud en la edición de lujo.",
      "precio": 15000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "17"
    },
    {
      "nombre": "Justice",
      "artista": "Justin Bieber",
      "imagen": "https://m.media-amazon.com/images/I/81+H4e1NOIS._UF1000,1000_QL80_.jpg",
      "descripcion": "Justice es el sexto álbum de estudio del cantante canadiense Justin Bieber. Fue lanzado el 19 de marzo de 2021 por Def Jam Recordings. El álbum contiene elementos de pop rock , synth-pop y new wave, además presenta apariciones especiales de Khalid, Chance the Rapper , Kid Laroi, Dominic Fike, Daniel Caesar, Giveon, Beam, Burna Boy y Benny Blanco.",
      "precio": 12000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "18"
    },
    {
      "nombre": "Chip Chrome & The Mono-Tones",
      "artista": "The Neighbourhood",
      "imagen": "https://merchbar.imgix.net/product/vinylized/upc/92/194397999211.jpg?quality=60&auto=compress,format&w=3840",
      "descripcion": "Chip Chrome & The Mono-Tones es el cuarto álbum de estudio The Neighbourhood. Fue lanzado el 25 de septiembre de 2020 a través de Columbia Records. Se destaca el soporte y prioridad vocal que ha desarollado Rutherford. Mientras en trabajos anteriores se percibia a Jesse en constante lucha por sobresalir entre la música, en este disco, la música apoya a Jesse.",
      "precio": 11000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "19"
    },
    {
      "nombre": "Overexposed",
      "artista": "Marron 5",
      "imagen": "https://merchbar.imgix.net/product/vinylized/upc/03/602547840370.jpg?quality=60&auto=compress,format&w=3840",
      "descripcion": "Overexposed es el cuarto álbum de estudio de la bandaestadounidense de pop rock Maroon 5. Fue lanzado el 20 de junio de 2012 por A&M Octone Records.El álbum destaca por sonar contemporáneo con los elementos de un muchas épocas tempranas de la música pop",
      "precio": 10000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "20"
    },
    {
      "nombre": "Night Visions (edición violeta)",
      "artista": "Imagine Dragons",
      "imagen": "https://www.udiscovermusic.com/wp-content/uploads/2019/01/Imagine-Dragons-Night-Visions-coloured-vinyl-packshot-web-optimised-1000.jpg",
      "descripcion": "Night Visions es el álbum debut de estudio de la bandaestadounidense de pop rock Imagine Dragons . Fue lanzado el 4 de septiembre de 2012 a través de Kidinakorner e Interscope Records. Night Visions exhibe influencias de folclore, hip hop y pop .",
      "precio": 20000,
      "stock": 3,
      "genero": "Rock&Pop",
      "_id": "21"
    },
    {
      "nombre": "Dr. Feelgood",
      "artista": "Mötley Crüe",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlw8nCMft2QskuCQfw50FublUpBKYVkncRNwT1toKtufbhzqTCTunmP5EHx7Bu4on4kSE&usqp=CAU",
      "descripcion": "Dr. Feelgood es el quinto álbum de estudio de la bandaestadounidense de heavy metal Mötley Crüe, lanzado el 28 de agosto de 1989.  Además de ser el álbum más vendido de Mötley Crüe, es muy apreciado por críticos musicales y fanáticos como el mejor álbum de estudio de la banda.",
      "precio": 19000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "22"
    },
    {
      "nombre": "Use Your Illusion II",
      "artista": "Guns N' Roses",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_968753-MLM52540977765_112022-W.jpg",
      "descripcion": "Use Your Illusion II (en español: Usa tu ilusión 2) es el cuarto álbum de estudio de la banda estadounidense de hard rock, Guns N' Roses, caracterizado por ser más melancólico, reflexivo, triste y oscuro que su antecesor álbum Use Your Illusion I y en efecto el álbum más deprimente de la banda (por canciones como «Breakdown» o «Estranged»), de hecho fue elegido por parte de la crítica como el álbum más oscuro y reflexivo de toda la discografía de G N R.",
      "precio": 18000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "23"
    },
    {
      "nombre": "Future Nostalgia (edición celeste)",
      "artista": "Dua Lipa",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_893017-MLA51448894403_092022-W.jpg",
      "descripcion": "Future Nostalgia es el segundo álbum de estudio de la cantante inglesa y albanesa Dua Lipa , lanzado el 27 de marzo de 2020 por Warner Records.Es un disco pop y disco nostálgico, con influencias del dance-pop y la música electrónica , inspirado en la música que disfrutaba Lipa durante su niñez.",
      "precio": 18000,
      "stock": 2,
      "genero": "Rock&Pop",
      "_id": "24"
    },
    {
      "nombre": "Nevermind",
      "artista": "Nirvana",
      "imagen": "https://hniesfp.imgix.net/8/images/detailed/305/s-l1600.jpg?fit=fill&bg=0FFF&w=1500&h=1000&auto=format,compress",
      "descripcion": "Nevermind es el segundo álbum de estudio de la bandaestadounidense de rock Nirvana , lanzado el 24 de septiembre de 1991 por DGC Records. Aunque el álbum se considera una piedra angular del género grunge, se destaca por su diversidad musical, que incluye baladas acústicas y hard rock inspirado en el punk.",
      "precio": 18000,
      "stock": 1,
      "genero": "Rock&Pop",
      "_id": "25"
    }
  ]
}
